Repository: The-Commit-Company/raven
Catalog: raven/locale/*.po
Languages: fr

source: 1 reply
fr: 1 réponse

source: AI Agents
fr: Agents IA

source: Add
fr: Ajouter

source: Add Channel
fr: Ajouter un canal

source: Add Members
fr: Ajouter des membres

source: Add Option
fr: Ajouter une option

source: Add Site
fr: Ajouter un site

source: Add a channel or DM
fr: Ajouter un canal ou un DM

source: Add a new site
fr: Ajouter un nouveau site

source: All
fr: Tout

source: All channels marked as read
fr: Tous les canaux marqués comme lus

source: All messages, including files and images will be removed.
fr: Tous les messages, y compris les fichiers et images seront supprimés.

source: Allow multiple choices
fr: Autoriser les choix multiples

source: An unexpected error occurred
fr: Une erreur inattendue s'est produite

source: Any Channel
fr: Tous les canaux

source: Anyone from your organisation can join this channel and view its message history. If you make this channel private, it will be visible to anyone who has joined the channel up until that point.
fr: Tous les membres de votre organisation peuvent rejoindre ce canal et voir son historique de messages. Si vous rendez ce canal privé, il sera visible par tous ceux qui l'ont rejoint jusqu'à ce moment.

source: Appearance
fr: Apparence

source: Archive
fr: Archiver

source: Archive Channel
fr: Archiver le canal

source: Archive channel?
fr: Archiver le canal ?

source: Archived
fr: Archivé

source: Archiving...
fr: Archivage...

source: Are you sure you want to archive {{channelName}} channel?
fr: Êtes-vous sûr de vouloir archiver le canal {{channelName}} ?

source: Are you sure you want to delete this message? It will be deleted for all users.
fr: Êtes-vous sûr de vouloir supprimer ce message ? Il sera supprimé pour tous les utilisateurs.

source: Are you sure you want to delete this thread?
fr: Êtes-vous sûr de vouloir supprimer ce fil ?

source: Are you sure you want to leave this thread?
fr: Êtes-vous sûr de vouloir quitter ce fil ?

source: Are you sure you want to leave {{channelName}} channel?
fr: Êtes-vous sûr de vouloir quitter le canal {{channelName}} ?

source: Are you sure you want to remove this image?
fr: Êtes-vous sûr de vouloir supprimer votre photo de profil ?

source: Ask a question
fr: Posez une question

source: Authentication Error
fr: Erreur d'authentification

source: Availability
fr: Disponibilité

source: Availability updated!
fr: Disponibilité mise à jour

source: Available
fr: Disponible

source: Away
fr: Absent

source: Bots cannot be made admins
fr: Les bots ne peuvent pas être administrateurs

source: Browse Channels
fr: Parcourir les canaux

source: Camera
fr: Caméra

source: Camera permission not granted
fr: Permission de la caméra refusée

source: Cancel
fr: Annuler

source: Cannot open this URL
fr: Impossible d'ouvrir cette URL

source: Channel Info
fr: Infos du canal

source: Channel Type
fr: Type de canal

source: Channel archived
fr: Canal archivé

source: Channel changed to {{type}}
fr: Canal converti en {{type}}

source: Channel created
fr: Canal créé

source: Channel description:
fr: Description du canal :

source: Channel details updated
fr: Détails du canal mis à jour

source: Channel name can only contain letters, numbers and hyphens
fr: Le nom du canal ne peut contenir que des lettres, des chiffres et des tirets

source: Channel name cannot be less than 3 characters
fr: Le nom du canal doit contenir au moins 3 caractères

source: Channel name cannot be more than 50 characters
fr: Le nom du canal ne peut pas dépasser 50 caractères

source: Channel restored
fr: Canal restauré

source: Channel {{channelName}} has been deleted
fr: Le canal {{channelName}} a été supprimé

source: Channels
fr: Canaux

source: Channels are where your team communicates. They are best when organized around a topic - #development, for example.
fr: Les canaux sont l'espace de communication de votre équipe. Choisissez le type adapté à vos besoins.

source: Click on Configure OAuth Client
fr: Cliquez sur Configurer le client OAuth

source: Close
fr: Fermer

source: Convert
fr: Convertir

source: Convert to a {{type}} channel
fr: Convertir en canal {{type}}

source: Convert to a {{type}} channel?
fr: Convertir en canal {{type}} ?

source: Converting...
fr: Conversion...

source: Copied to clipboard
fr: Copié dans le presse-papiers

source: Copy
fr: Copier

source: Copy Error
fr: Copier l'erreur

source: Copy Link
fr: Copier le lien

source: Copy file link
fr: Copier le lien du fichier

source: Could not archive channel
fr: Impossible d'archiver le canal

source: Could not copy text
fr: Impossible de copier le texte

source: Could not create a DM channel
fr: Impossible de créer le canal de messages directs

source: Could not delete channel
fr: Impossible de supprimer le canal

source: Could not delete thread
fr: Impossible de supprimer le fil

source: Could not leave channel
fr: Impossible de quitter le canal

source: Could not leave thread
fr: Impossible de quitter le fil

source: Could not perform the action
fr: Impossible d'effectuer l'action

source: Could not retract vote
fr: Impossible de retirer le vote

source: Could not submit your vote
fr: Impossible d'enregistrer votre vote

source: Could not toggle thread notifications
fr: Impossible de modifier les notifications du fil

source: Couldn't open image
fr: Impossible d'ouvrir l'image

source: Create DM
fr: Créer un message direct

source: Create Poll
fr: Créer un sondage

source: Create a private channel
fr: Créer un canal privé

source: Create a public channel
fr: Créer un canal public

source: Create a quick poll to get everyone's thoughts on a topic.
fr: Créez un sondage rapide pour recueillir l'avis de tous sur un sujet.

source: Create an open channel
fr: Créer un canal ouvert

source: Create thread
fr: Créer un fil

source: Current Site
fr: Site actuel

source: Custom Status
fr: Statut personnalisé

source: Danger Zone
fr: Zone de danger

source: Dark
fr: Sombre

source: Delete
fr: Supprimer

source: Delete Channel
fr: Supprimer le canal

source: Delete message
fr: Supprimer le message

source: Delete message?
fr: Supprimer le message ?

source: Delete this Channel?
fr: Supprimer ce canal ?

source: Delete thread?
fr: Supprimer le fil ?

source: Deleting...
fr: Suppression...

source: Direct Messages
fr: Messages directs

source: Disabled
fr: Désactivé

source: Dismiss channel admin
fr: Retirer les droits admin

source: Do Not Disturb
fr: Ne pas déranger

source: Edit
fr: Modifier

source: Edit Channel Details
fr: Modifier les détails du canal

source: Edit Message
fr: Modifier le message

source: Error
fr: Erreur

source: Error copied to clipboard
fr: Erreur copiée dans le presse-papiers

source: Error removing profile picture
fr: Échec de la suppression de l'image

source: Error updating availability
fr: Échec de la mise à jour de la disponibilité

source: Error while adding member
fr: Erreur lors de l'ajout du membre

source: Error while adding members
fr: Erreur lors de l'ajout des membres

source: Error while creating poll
fr: Erreur lors de la création du sondage

source: Error while updating channel details
fr: Erreur lors de la mise à jour du canal

source: Error while uploading profile image
fr: Échec du téléchargement de l'image

source: Everyone from your organisation will become a channel member and will be able to view its message history. If you later intend to make this private you will have to manually remove members that should not have access to this channel.
fr: Tous les membres de votre organisation deviendront membres du canal et pourront voir son historique de messages. Si vous souhaitez le rendre privé plus tard, vous devrez retirer manuellement les membres qui ne devraient pas y avoir accès.

source: Failed to add reaction
fr: Échec de l'ajout de la réaction

source: Failed to copy
fr: Échec de la copie

source: Failed to copy link
fr: Échec de la copie du lien

source: Failed to create channel
fr: Échec de la création du canal

source: Failed to create thread
fr: Échec de la création du fil

source: Failed to delete message
fr: Échec de la suppression du message

source: Failed to fetch site information / OAuth client not set for Raven Mobile
fr: Impossible de récupérer les informations du site / Client OAuth non configuré pour Raven Mobile

source: Failed to fetch site information. Please check the URL and try again.
fr: Impossible de récupérer les informations du site. Veuillez vérifier l'URL et réessayer.

source: Failed to forward message
fr: Échec du transfert du message

source: Failed to log out
fr: Échec de la déconnexion

source: Failed to mark channels as read
fr: Échec du marquage des canaux comme lus

source: Failed to open link
fr: Échec de l'ouverture du lien

source: Failed to update member status
fr: Échec de la mise à jour du membre

source: Failed to update notification settings
fr: Échec de la mise à jour des notifications

source: Failed to update status
fr: Échec de la mise à jour du statut

source: Failed to update user name
fr: Échec de la mise à jour du nom

source: Forward
fr: Transférer

source: Forward Message
fr: Transférer le message

source: Forwarded
fr: Transféré

source: Full Name
fr: Nom complet

source: Gallery
fr: Galerie

source: Go Home
fr: Retour à l'accueil

source: Go to Settings > Mobile App
fr: Allez dans Paramètres > Application mobile

source: How do I setup my site for Raven mobile?
fr: Comment configurer mon site pour Raven mobile ?

source: Image uploaded successfully.
fr: Image téléchargée avec succès

source: Images and Files
fr: Images et fichiers

source: Join
fr: Rejoindre

source: Joining
fr: Connexion en cours

source: Jump to or search...
fr: Accéder ou rechercher...

source: Language
fr: Langue

source: Leave
fr: Quitter

source: Leave Channel
fr: Quitter le canal

source: Leave channel?
fr: Quitter le canal ?

source: Leave thread?
fr: Quitter le fil ?

source: Light
fr: Clair

source: Link copied to clipboard
fr: Lien copié dans le presse-papiers

source: Log Out
fr: Déconnexion

source: Login
fr: Connexion

source: Make channel admin
fr: Nommer administrateur

source: Make poll anonymous
fr: Sondage anonyme

source: Mark all as read
fr: Tout marquer comme lu

source: Maximum of 10 options allowed
fr: Maximum de 10 options autorisées

source: Member added
fr: Membre ajouté

source: Members
fr: Membres

source: Message deleted
fr: Message supprimé

source: Message forwarded successfully!
fr: Message transféré avec succès !

source: Message pinned
fr: Message épinglé

source: Message saved
fr: Message enregistré

source: Message unpinned
fr: Message désépinglé

source: Message unsaved
fr: Message retiré des enregistrés

source: Message updated
fr: Message mis à jour

source: Move to starred
fr: Ajouter aux favoris

source: Mute
fr: Mettre en sourdine

source: Name
fr: Nom

source: New Channel
fr: Nouveau canal

source: No DMs found
fr: Aucun message direct

source: No changes will be made to the channel's history or members. All files shared in this channel will become private and will be accessible only to the channel members.
fr: Aucune modification ne sera apportée à l'historique ou aux membres du canal. Tous les fichiers partagés dans ce canal deviendront privés et ne seront accessibles qu'aux membres du canal.

source: No images found
fr: Aucune image trouvée

source: No members
fr: Aucun membre

source: No mentions yet
fr: Aucune mention pour le moment

source: No pinned messages
fr: Aucun message épinglé

source: No results found
fr: Aucun résultat trouvé

source: No threads yet
fr: Pas encore de fils

source: No users found with '{{query}}' in their name
fr: Aucun utilisateur trouvé avec '{{query}}' dans son nom

source: Oops!
fr: Oups !

source: Open
fr: Ouvert

source: Open Document
fr: Ouvrir le document

source: Open Raven on your desktop browser
fr: Ouvrez Raven dans votre navigateur de bureau

source: Option {{number}} is required
fr: L'option {{number}} est requise

source: Other
fr: Autres

source: Other workspaces
fr: Autres espaces de travail

source: PS: Only System Administrators can do this.
fr: PS : Seuls les administrateurs système peuvent faire cela.

source: Participating
fr: Participations

source: Personal Info
fr: Informations personnelles

source: Pin
fr: Épingler

source: Pinned
fr: Épinglé

source: Pinned Channels
fr: Canaux épinglés

source: Pinned Messages
fr: Messages épinglés

source: Pins
fr: Épingles

source: Please add a channel name
fr: Veuillez ajouter un nom de canal

source: Please understand that when you delete {{channelName}}
fr: Veuillez comprendre que lorsque vous supprimez {{channelName}}

source: Please understand that when you make {{channelName}} a {{type}} channel:
fr: Veuillez comprendre que lorsque vous convertissez {{channelName}} en canal {{type}} :

source: Poll Votes
fr: Votes du sondage

source: Poll created
fr: Sondage créé

source: Poll question is required
fr: La question du sondage est requise

source: Preferences
fr: Préférences

source: Preferred Emojis for Reactions
fr: Émojis préférés pour les réactions

source: Private
fr: Privé

source: Profile
fr: Profil

source: Profile picture removed.
fr: Photo de profil supprimée

source: Push Notifications
fr: Notifications push

source: Quick Search
fr: Recherche rapide

source: React on Double Tap with
fr: Réagir en double-tap avec

source: Realtime events are not working.
fr: Les événements en temps réel ne fonctionnent pas.

source: Reload App
fr: Recharger l'application

source: Reload Page
fr: Recharger la page

source: Remove
fr: Retirer

source: Remove Image
fr: Supprimer l'image

source: Remove Member?
fr: Retirer le membre ?

source: Remove from starred
fr: Retirer des favoris

source: Removed {{name}} from the channel
fr: {{name}} a été retiré du canal

source: Reply
fr: Répondre

source: Report Issue
fr: Signaler un problème

source: Reset
fr: Réinitialiser le statut

source: Restore Channel
fr: Restaurer le canal

source: Restoring
fr: Restauration

source: Retract Vote
fr: Retirer le vote

source: Save
fr: Enregistrer

source: Saved Messages
fr: Messages enregistrés

source: Saved messages are a convenient way to keep track of important information or messages you want to refer back to later.
fr: Les messages enregistrés sont un moyen pratique de garder une trace des informations importantes ou des messages auxquels vous souhaitez revenir.

source: Search
fr: Rechercher

source: Search for a GIF
fr: Rechercher un GIF

source: Search images and files
fr: Rechercher images et fichiers

source: Select Language
fr: Choisir la langue

source: Select an existing site
fr: Sélectionner un site existant

source: Send GIF
fr: Envoyer un GIF

source: Send without notification
fr: Envoyer sans notification

source: Set up Raven mobile on your site
fr: Configurer Raven mobile sur votre site

source: Set your preferred emoji for reactions on double tap.
fr: Définissez votre émoji préféré pour les réactions en double-tap.

source: Setting up your workspace...
fr: Configuration de votre espace de travail...

source: Settings
fr: Paramètres

source: Settings & Details
fr: Paramètres et détails

source: Share
fr: Partager

source: Share what you are up to.
fr: Partagez ce que vous faites.

source: Site URL
fr: URL du site

source: Something went wrong
fr: Une erreur s'est produite

source: Start a new conversation with someone to see it here
fr: Démarrez une nouvelle conversation pour la voir ici

source: Start of Thread
fr: Début du fil

source: Status
fr: Statut

source: Status updated
fr: Statut mis à jour

source: Submit
fr: Soumettre

source: Submit your vote to view results
fr: Soumettez votre vote pour voir les résultats

source: Switch to Another Site
fr: Changer de site

source: System
fr: Système

source: Tap an emoji to set it as your preferred reaction.
fr: Appuyez sur un émoji pour le définir comme votre réaction préférée.

source: Text copied to clipboard
fr: Texte copié dans le presse-papiers

source: The app is offline. Please check your internet connection.
fr: L'application est hors ligne. Veuillez vérifier votre connexion internet.

source: There are no unread threads to show. Clear the filter to see all threads.
fr: Vous avez lu tous les fils de discussion.

source: There are no users that you do not already have a DM channel with
fr: Il n'y a pas d'utilisateurs avec lesquels vous n'avez pas déjà un canal de messages directs

source: There was an error loading preview data.
fr: Une erreur s'est produite lors du chargement de l'aperçu.

source: There was an error sharing the file. Please try again.
fr: Une erreur s'est produite lors du partage du fichier. Veuillez réessayer.

source: There was an error while launching the camera
fr: Une erreur s'est produite lors du lancement de la caméra

source: There was an error while loading the channel list.
fr: Une erreur s'est produite lors du chargement de la liste des canaux.

source: There was an error while loading the user list.
fr: Une erreur s'est produite lors du chargement de la liste des utilisateurs.

source: There was an error while selecting images
fr: Une erreur s'est produite lors de la sélection des images

source: There was an error while selecting the document
fr: Une erreur s'est produite lors de la sélection du document

source: This is a direct message channel between you and
fr: Ceci est un canal de messages directs entre vous et

source: This is the very beginning of the
fr: Ceci est le tout début du canal

source: This name will be used to identify you in the app.
fr: Ce nom sera utilisé pour vous identifier dans l'application.

source: This poll is closed
fr: Ce sondage est terminé

source: This screen doesn't exist
fr: Cette page n'existe pas

source: This space is all yours. Draft messages, list your to-dos, or keep links and files handy.
fr: Cet espace est tout à vous. Rédigez des brouillons, listez vos tâches ou gardez vos liens et fichiers à portée de main.

source: This will create an OAuth client that users can use to authenticate securely on the mobile app.
fr: Cela créera un client OAuth que les utilisateurs peuvent utiliser pour s'authentifier de manière sécurisée sur l'application mobile.

source: Thread
fr: Fil

source: Thread created
fr: Fil créé

source: Thread has been deleted
fr: Le fil a été supprimé

source: Thread muted
fr: Fil mis en sourdine

source: Thread unmuted
fr: Fil réactivé

source: Threads
fr: Fils

source: Threads help keep conversations organized. Reply to any message to start a new thread or use the thread icon on messages to join existing discussions.
fr: Créez un fil de discussion en répondant à un message.

source: To:
fr: À :

source: Try searching for a different user name
fr: Essayez de rechercher un autre nom d'utilisateur

source: Type a message...
fr: Écrivez un message...

source: Unknown error
fr: Erreur inconnue

source: Unmute
fr: Réactiver

source: Unpin
fr: Désépingler

source: Unpin message
fr: Désépingler le message

source: Unread
fr: Non lu

source: Unread Threads
fr: Fils non lus

source: Unsave
fr: Retirer des favoris

source: Unsave message
fr: Retirer des favoris

source: Update
fr: Mettre à jour

source: Update profile picture
fr: Modifier la photo de profil

source: Updating...
fr: Mise à jour...

source: Upload
fr: Télécharger

source: Upload Document
fr: Télécharger un document

source: User Name
fr: Nom d'utilisateur

source: User name updated
fr: Nom mis à jour

source: Video
fr: Vidéo

source: View Channels
fr: Voir les canaux

source: View Image
fr: Voir l'image

source: View Votes
fr: Voir les votes

source: View all
fr: Voir tout

source: View thread
fr: Voir le fil

source: Vote retracted
fr: Vote retiré

source: We could not find the site you were looking for. Please login again.
fr: Nous n'avons pas trouvé le site recherché. Veuillez vous reconnecter.

source: We could not find the stored credentials for this site. Please try logging in again.
fr: Nous n'avons pas trouvé les identifiants enregistrés pour ce site. Veuillez vous reconnecter.

source: We could not find the user for this DM channel
fr: Nous n'avons pas trouvé l'utilisateur pour ce canal de messages directs

source: What is this channel about?
fr: Donnez à votre canal une description pour aider les autres à comprendre son but.

source: When a channel is set to open, everyone is a member.
fr: Tout le monde peut voir et poster des messages dans ce canal

source: When a channel is set to private, it can only be viewed or joined by invitation.
fr: Seules les personnes invitées peuvent voir et rejoindre ce canal

source: When a channel is set to public, anyone can join the channel and read messages, but only members can post messages.
fr: Tout le monde peut voir et rejoindre ce canal

source: When someone mentions you in a message, you'll see it here.
fr: Lorsque quelqu'un vous mentionne dans un message, vous le verrez ici.

source: Yes, I understand, permanently delete this channel
fr: Oui, je comprends, supprimer définitivement ce canal

source: Yesterday
fr: Hier

source: You
fr: Vous

source: You are not a member of this channel
fr: Vous n'êtes pas membre de ce canal

source: You are not a member of this thread
fr: Vous n'êtes pas membre de ce fil

source: You can archive this channel instead to preserve your messages
fr: Vous pouvez archiver ce canal à la place pour conserver vos messages

source: You can save messages by simply clicking on the bookmark icon in message actions.
fr: Vous pouvez enregistrer des messages en cliquant simplement sur l'icône de signet dans les actions du message.

source: You have been logged out of the site. Please login again.
fr: Vous avez été déconnecté du site. Veuillez vous reconnecter.

source: You have left the thread
fr: Vous avez quitté le fil

source: You have left {{channelName}} channel
fr: Vous avez quitté le canal {{channelName}}

source: You're all caught up
fr: Vous êtes à jour !

source: You're at the beginning of this channel.
fr: Vous êtes au début de ce canal.

source: Your saved messages will appear here
fr: Vos messages enregistrés apparaîtront ici

source: Your vote has been submitted!
fr: Votre vote a été enregistré !

source: dev-team
fr: equipe-dev

source: e.g. Out of Office
fr: ex. Absent du bureau

source: edited
fr: modifié

source: just now
fr: à l'instant

source: open
fr: ouvert

source: optional
fr: Optionnel

source: or
fr: ou

source: private
fr: privé

source: {{channelName}} added to favorites
fr: {{channelName}} ajouté aux favoris

source: {{channelName}} removed from favorites
fr: {{channelName}} retiré des favoris

source: {{count}} members added
fr: {{count}} membres ajoutés

source: {{count}} replies
fr: {{count}} réponses

source: {{name}} has been made an admin
fr: {{name}} est maintenant administrateur

source: {{name}} is no longer an admin
fr: {{name}} n'est plus administrateur

source: {{name}} will no longer have access to {{channelName}} channel.
fr: Êtes-vous sûr de vouloir retirer {{name}} du canal {{channelName}} ?
